tap "azure/kubelogin"
tap "nrkno/hylla"
brew "azure-cli"
brew "fd"
brew "fzf"
brew "gh"
brew "jq"
brew "kubectx"
brew "kubernetes-cli"
brew "lastpass-cli"
brew "lazygit"
brew "neovim"
brew "node@24", link: true
brew "nvm"
brew "ripgrep"
brew "sqlcmd"
brew "stow"
brew "tmux"
brew "tree"
brew "azure/kubelogin/kubelogin"
brew "nrkno/hylla/nrk8s"
cask "claude-code"
cask "docker-desktop"
cask "dotnet-sdk"
cask "font-fira-code-nerd-font"
cask "font-maple-mono"
cask "kitty"
cask "leader-key"
cask "tiles"
